Repository: EtheaDev/kitto2
Catalog: branches/ext4/Home/Locale/*/LC_MESSAGES/Kitto.po
Languages: it

source: Kitto Application
it: Applicazione Kitto

source: No config loaded. Please select one.
it: Selezionare una configurazione.

source: Click to change Application Home
it: Click per cambiare il nome dell'applicazione

source: Config File Name
it: Nome file config

source: Start FastCGI Listener
it: Avvia server FastCGI

source: Stop FastCGI Listener
it: Arresta server FastCGI

source: Stop and Start FCGI Listener again
it: Arresta e riavvia server FastCGI

source: Yaml files (*.yaml)|*.yaml
it: File Yaml (*.yaml)|*.yaml

source: Select Config file
it: Selezione file config

source: Wrong authentication query text: %s
it: Query di autenticazione errata: %s

source: Error changing password.
it: Errore durante la modifica della password.

source: File %s not found.
it: File %s non trovato.

source: Access denied. The user is not allowed to perform this operation.
it: Accesso negato. L'utente non ha il permesso di effettuare questa operazione.

source: Resource URI: %s; access mode: %s.
it: URI della risorsa: %s; modalità di accesso: %s.

source: AccordionPanel's SubViews node may only contain View or Controller subnodes.
it: Il nodo SubViews di un AccordionPanel può contenere solo sotto-nodi View o Controller.

source: Old Password is wrong.
it: La vecchia password non è corretta.

source: New Password must be different than old password.
it: La nuova password deve essere diversa dalla vecchia.

source: Confirm New Password is wrong.
it: La nuova password deve essere digitata uguale due volte per conferma.

source: Change Password
it: Modifica Password

source: Changing password...
it: Modifica password in corso...

source: Change password
it: Cambia password

source: Old Password
it: Vecchia password

source: New Password
it: Nuova password

source: Confirm New Password
it: Conferma nuova password

source: Unknown chart type %s.
it: Tipo di grafico %s sconosciuto.

source: Actions that require selection are not supported in this controller.
it: Questo controller non supporta azioni con RequireSelection=True.

source: Refresh
it: Aggiorna

source: Refresh data
it: Aggiorna i dati

source: Unknown or misplaced option %s: %s.
it: Opzione sconosciuta o errata %s: %s.

source: Invalid value %s. Valid values: decimal numbers.
it: Valore %s non valido. Deve essere un numero decimale.

source: Invalid value %s. Valid values: whole numbers or percentages.
it: Valore %s non valido. Deve essere un numero intero o una percentuale.

source: Invalid percentage %s. Valid percentages are 0% to 100%.
it: Percentuale %s non valida. Deve essere compresa tra 0% e 100%.

source: Invalid value %s. Valid values: whole numbers.
it: Valore %s non valido. Deve essere un numero intero.

source: Invalid value %s. Valid values: "True", "False".
it: Valore %s non valido. Deve essere "True" o "False".

source: Invalid value %s. Valid values: "Left", "Top", "Right".
it: Valore %s non valido. Deve essere "Left", "Top" o "Right".

source: Invalid value %s. Valid values: %s
it: Valore %s non valido. Valori ammessi: %s

source: Layout parsing error. %s.
it: Errore durante l'elaborazione del layout. %s.

source: Option %s must have a value.
it: L'opzione %s deve avere un valore.

source: Option node %s cannot have child nodes.
it: Il nodo dell'opzione %s non può contenere sotto-nodi.

source: Unknown edit item type %s.
it: Elemento %s sconosciuto.

source: Download file
it: Scarica file

source: Upload file
it: Carica file

source: Clear field
it: Cancella campo

source: Empty
it: Vuoto

source: File upload
it: Caricamento file

source: Select a file to upload
it: Seleziona un file da caricare

source: Upload
it: Carica

source: File upload in progress...
it: Caricamento in corso...

source: Please wait...
it: Attendere, prego...

source: File upload error
it: Errore durante il caricamento

source: %s file (%s)
it: File %s (%s)

source: Load failed.
it: Caricamento fallito.

source: Data type %s does not support file upload.
it: Il tipo di dato %s non supporta l'upload di file.

source: Changes saved succesfully.
it: Modifica memorizzate correttamente.

source: Operation Add not supported on read-only data.
it: Aggiunta non consentita su dati a sola lettura.

source: Save
it: Salva

source: Save changes and finish editing
it: Salva le modifiche

source: Close
it: Chiudi

source: Close this panel
it: Chiudi il pannello

source: Cancel
it: Annulla

source: Cancel changes
it: Annulla modifiche

source: No data to display in this group.
it: Questo gruppo è vuoto.

source: No data to display.
it: Nessun dato da mostrare.

source: Add %s
it: Aggiungi %s

source: Edit %s
it: Modifica %s

source: %s deleted.
it: %s cancellato.

source: View %s
it: Mostra %s

source: Delete %s
it: Elimina %s

source: Selected %s will be deleted. Are you sure?
it: %s sarà eliminato. Continuo?

source: Search
it: Cerca

source: Invalid login.
it: Credenziali di accesso errate.

source: Logging in...
it: Accesso in corso...

source: Login
it: Accedi

source: User Name
it: Nome utente

source: Listener stopped
it: Listener arrestato

source: Stopping listener...
it: Arresto del listener in corso...

source: Active Sessions: %d
it: Sessioni attive: %d

source: Build date: %s
it: Data creazione: %s

source: Application: %s
it: Applicazione: %s

source: Listener started
it: Listener avviato

source: Value too small. Minimum value is %s.
it: Valore troppo piccolo. Il minimo è %s.

source: Value too large. Maximum value is %s.
it: Valore troppo grande. Il massimo è %s.

source: Value too short. Minimum length is %s characters.
it: Valore troppo corto. Il minimo è %s caratteri.

source: Value too long. Maximum length is %s characters.
it: Valore troppo lungo. La lunghezza massima è di %s caratteri.

source: Logout
it: Chiudi sessione

source: TabPanel's SubViews node may only contain View or Controller subnodes.
it: Il nodo SubViews di un TabPanel può contenere solo sotto-nodi View o Controller.

source: Duplicate object %s.
it: Oggetto %s duplicato.

source: Object %s not found.
it: Oggetto %s non trovato.

source: Free Search
it: Ricerca libera

source: Rule %s failed.
it: Regola %s violata.

source: %s must be greater than or equal to %s.
it: %s deve essere maggiore o uguale a %s.

source: Record not found for predicate {%s}.
it: Record non trovato per la condizione {%s}.

source: Field %s not found.
it: Campo %s non trovato.

source: Unspecified Statement text.
it: Testo del comando non specificato.

source: Unspecified Sequence name.
it: Nome di sequenza non specificato.

source: Missing sender name or email address.
it: Nome o indirizzo del mittente non specificato.

source: Unspecified table name.
it: Nome di tabella non specificato.

source: Unspecified key field name list.
it: Nomi dei campi chiave non specificati.

source: Unspecified field name list.
it: Nomi dei campi non specificati.

source: List length mismatch between "%s" and "%s".
it: Le liste "%s" e "%s" devono avere la stessa lunghezza.

source: Unmatched SQL skip marker pair in "%s".
it: Marcatori errati nell'istruzione "%s".

source: SafeGetWindowsDirectory: buffer too small.
it: SafeGetWindowsDirectory: buffer troppo piccolo.

source: SafeGetSystemDirectory: buffer too small.
it: SafeGetSystemDirectory: buffer troppo piccolo.

source: %s: SourcePath not set.
it: %s: Valore per SourcePath non specificato.

source: Error while removing folder "%s". Perhaps the folder is not empty or is in use.
it: Errore durante l'eliminazione della cartella "%s". Potrebbe non essere vuota oppure in uso.

source: Error "%s" while removing file "%s". The file might be in use.
it: Errore "%s" durante l'eliminazione del file "%s". Potrebbe essere in uso.

source: The file "%s" might be in use.
it: Il file "%s" potrebbe essere in uso.

source: %s: DestinationPath not specified.
it: %s: Valore per DestinationPath non specificato.

source: Error "%s" while copying from "%s" to "%s". The destination file might be in use.
it: Errore "%s" durante la copia da "%s" a "%s". Il file di destinazione potrebbe essere in uso.

source: Node %s not found.
it: Nodo %s non trovato.

source: %s: Unknown class "%s".
it: %s: Classe sconosciuta "%s".

source: Error %s while loading file %s.
it: Errore "%s" durante il caricamento del file "%s".
